"BUTTON_AUTHENTICATE" = "Utiliser mon numéro de téléphone";

"BUTTON_CONTINUE" = "Continuer";

"BUTTON_DISMISS" = "Rejeter";

"BUTTON_DONE" = "Terminé";

"BUTTON_NOT_NOW" = "Pas maintenant";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Demander un autre.";

"BUTTON_RETRY" = "Réessayer";

"BUTTON_SENDING" = "Envoi en cours...";

"BUTTON_SENDING_CONF_CODE" = "Code de confirmation en cours d'envoi";

"BUTTON_SEND_CONF_CODE" = "Envoyer le code de confirmation";

"BUTTON_SENT_CONF_CODE" = "Code de confirmation envoyé";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Essayer un autre numéro";

"CALL_ME_ACTION" = "Appelez-moi";

"CALL_ME_LOADING" = "Appel en cours…";

"ERROR_CANT_SMS" = "Impossible d'envoyer un SMS à ce numéro.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Veuillez vérifier votre code et réessayer.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Oups, il semblerait que nous ayons rencontré un incident réseau. On essaye encore ? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Veuillez vérifier votre adresse email et réessayer";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Veuillez vérifier votre numéro et réessayer.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Vous avez précédemment défini un code de vérification en 2 étapes sur <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "En appuyant sur \"Appelez-moi\", <u>Digits by Twitter</u> vous appellera pour confirmer votre numéro de téléphone. Des frais relatifs aux messages et aux données peuvent s'appliquer.";

"FOOTNOTE_CREATE_ACCOUNT" = "En appuyant sur \"Continuer\" ci-dessus, vous acceptez les  <u>Conditions \nd'Utilisation</u>, la  <u>Politique de Confidentialité</u> et la <u>Politique relative \naux Cookies</u>  de Digits by Twitter, et vous acceptez que \nd'autres utilisateurs de %@ puissent vous trouver avec votre\nnuméro de téléphone et/ou votre email.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "En appuyant sur ​​\"Continuer\" vous ajoutez cet email à votre compte Digits. Toutes vos applications authentifiées avec Digits auront accès à cette adresse email, et leurs utilisateurs seront en mesure de vous trouver avec votre email. Gérez votre compte sur <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "En appuyant sur \"Envoyer le code de confirmation\" ci-dessus, <u>Digits by Twitter</u> vous enverra un SMS pour confirmer votre numéro de téléphone. Des frais de SMS et de données peuvent s'appliquer.";

"FOOTNOTE_TOS_UPDATE" = "En appuyant sur \"Continuer\" ci-dessus, vous acceptez les <u>Conditions d'Utilisation</u>, la <u>Politique de Confidentialité</u> et la <u>Politique de Cookies</u> mis à jour de Digits by Twitter, et que d'autres utilisateurs de %@ puissent vous trouver avec votre numéro de téléphone et/ou votre email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Entrez le code de vérification en 2 étapes.";

"LABEL_ENTER_CONF_CODE" = "Nous vous avons envoyé un code.";

"LABEL_ENTER_EMAIL" = "Entrez votre email.";

"LABEL_ENTER_PHONE_NUMBER" = "Quel est votre numéro de téléphone ?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Nous utilisons Digits by Twitter pour trouver plus de vos amis qui utilisent cette application. Quand vous appuierez sur OK, nous enverrons votre carnet d'adresses à Digits by Twitter afin que nous vous aidions à trouver des utilisateurs de %@ que vous connaissez ou aider d'autres utilisateurs de %@ à vous trouver.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Trouvez vos amis";

"LABEL_RESEND_CONF_CODE" = "Vous n'avez pas reçu de code ?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Impossible de confirmer votre numéro de téléphone";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Désolé, nous rencontrons des difficultés à vous envoyer un code de confirmation.";

"ONBOARDING_MESSAGE" = "[Digits] Connectez-vous sur https://fabric.io pour paramétrer le nom de votre application qui sera ajouté aux emails de vérification et aux SMS / messages vocaux d'autorisation.";

"PARTIAL_FOOTNOTE_THIS_APP" = "cette application";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Code de vérification";

"PLACEHOLDER_CONF_CODE" = "Entrez votre code à 6 chiffres";

